{"sections":{"main":{"type":"main-page","settings":{"padding_top":28,"padding_bottom":28}},"ba08826e-6344-42ee-bf87-6833a05c1b75":{"type":"collapsible-content","blocks":{"template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-0":{"type":"collapsible_row","settings":{"heading":"PERSONAL INFORMATION COLLECTED","icon":"silhouette","row_content":"<p>By accepting this privacy policy, you authorize FABCURATE.COM to <br\/>collect, store and use any information that you provide on our website. <br\/>The information collected by us are :- All information entered by you on<br\/> our website such as your name, address, contact number, email ID, chat <br\/>history, and such other information sent by you via email to our email <br\/>ID. Information collected by means of cookies that are installed on your<br\/> hard drive. Information such as the IP Address of your computer, the <br\/>server from which you are accessing our website, details of web browser <br\/>and operating system used to access our website, date, time and place of<br\/> accessing our website etc.<br\/>                    <\/p>","page":""}},"template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-1":{"type":"collapsible_row","settings":{"heading":"COOKIES","icon":"dryer","row_content":"<p>Cookies are small pieces of information saved by your browser onto your computer. Cookies are used to record various aspects of your visit and assist FABCURATE.COM to provide you with uninterrupted service. FABCURATE.COM does not use cookies to save personal information for outside uses. We, along with third-party vendors, use first-party cookies and third-party cookies together to report how our ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to our site. No use or services available on this website are directed towards children. <br\/>FABCURATE.COM does not knowingly collect personal information from children or sell its products to children.<br\/>                    <\/p>","page":""}},"template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-2":{"type":"collapsible_row","settings":{"heading":"USE OF OUR WEBSITE","icon":"star","row_content":"<p>True Colors Group owns all the information collected via the website or applications installed on the website. As applicable, the information collected by FABCURATE.COM shall be used to contact you about the website and website related news and services available on the website; monitor and improve the website; calculate the number of visitors to the website and to know the geographical location of the visitors; update you on all the special offers available on the website and provide you with a better shopping experience. This includes sending emails intimating the various offers on the website. You may at any time choose to unsubscribe from such email. Some of your information may be shared with and used by third parties who shall need to have access to information, such as courier companies, credit card processing companies, vendors etc. to enable them and FABCURATE.COM perform their duties and fulfill your order requirements. FABCURATE.COM does not allow any unauthorized persons or organization to use any information that FABCURATE.COM may collect from you through this website. However, FABCURATE.COM is not responsible for any information collected or shared or used by any other third party website due to your browser settings.<br\/><br\/>Your actual order details may be stored with us and you may access this information by logging into your account on the site. Here you can view the details of your orders that have been completed, those which are open and those which are shortly to be dispatched and administer your address details, bank details and any newsletter to which you may have subscribed. You undertake to treat the personal access data confidentially and not make it available to unauthorized third parties.<br\/><br\/>True Colors Group reserves the right to share any of your personal information to comply with the orders of subpoenas, court orders or other legal process. Your personal information may be disclosed pursuant to such subpoenas, court order or legal process, which shall be without notice to you.<br\/><br\/>No use or services available on this website are directed towards children. FABCURATE.COM does not knowingly collect personal information from children or sell its products to children.<br\/><br\/>FABCURATE.COM may share collective information such as demographics and website usage statistics with our sponsors, advertisers or other third parties (such third parties do not include FABCURATE.COM’S marketing partners and network providers). When this type of information is shared, such parties do not have access to your Personal Information. <br\/>When you contact FABCURATE.COM through any means such as chat\/email, <br\/>FABCURATE.COM reserves the right to include your email ID for marketing communications. You can unsubscribe wish to do so from such communications anytime you .<br\/>                    <\/p>","page":""}},"template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-3":{"type":"collapsible_row","settings":{"heading":"CREDIT CHECK AND FRAUD PREVENTION","icon":"lock","row_content":"<p>We use standard and authorized payment services. Our Credit Check and Fraud Prevention policies are aligned to these companies. All disputes would be handled by Surat, Gujarat, India courts only.<br\/>                    <\/p>","page":""}},"cdd36182-aa57-4063-8833-9545c146092e":{"type":"collapsible_row","settings":{"heading":"CHANGES IN PRIVACY POLICY","icon":"clipboard","row_content":"<p>From time to time we may update this Privacy Policy. Your continued subscription to our Services constitutes acceptance of the then-current Privacy Policy and Terms of Use so we encourage you to visit this page periodically to review any changes.<br\/><br\/>If you have any questions or doubts regarding our privacy policy, you can contact us.<br\/>                    <\/p>","page":""}},"0c844bc0-94f9-4cb9-8874-e73488c3df97":{"type":"collapsible_row","settings":{"heading":"GRIEVANCE OFFER","icon":"chat_bubble","row_content":"<p>This page is published and shall be construed in accordance with the provisions of Rule 3(11) of the Information Technology (Intermediaries Guidelines) Rules, 2011 (“IT Rules”) that requires publishing the name of the Grievance Officer and his\/her contact details on the website, such that users or any victim who suffers as a result of a violation of Rule 3 (outlined in our Privacy Policy and Terms of Use) by any other person, can notify their complaints to us. Further, as per Rule 3(4) of the IT Rules, the Grievance Officer shall acknowledge or respond to Your communication of violation of Rule 3, by any other person, within 36 (thirty six) hours, and the complaints shall be redressed within 1 (one) month from the date of receipt of the complaint.<br\/><br\/><\/p><p>Accordingly, the Grievance Officer for the purpose of your personal sensitive information as governed by the Privacy Policy is :-<\/p><p>NAME : Urvisha Panchani<\/p><p>Contact No. : +91 945-945-53-53<\/p><p>Email ID. : help@fabcurate.com<\/p><p>In the event you have any complaints or concerns with respect to the website or our services, please contact.<\/p><p><\/p>","page":""}}},"block_order":["template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-0","template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-1","template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-2","template--17503002460465__ba08826e-6344-42ee-bf87-6833a05c1b75-167335641931f0fe77-3","cdd36182-aa57-4063-8833-9545c146092e","0c844bc0-94f9-4cb9-8874-e73488c3df97"],"settings":{"caption":"","heading":"Collapsible content","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"background-1","container_color_scheme":"background-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}}},"order":["main","ba08826e-6344-42ee-bf87-6833a05c1b75"]}